Repository: kernelkappa/nospam
Catalog: ios/NoSpam/Localizable.xcstrings
Source language: it
Languages: ar, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# update.message
source: È disponibile una nuova versione di NoSpam con correzioni importanti. Aggiorna per continuare a usare l'app.
ar: يتوفر إصدار جديد من NoSpam يحتوي على إصلاحات مهمة. قم بالتحديث لمواصلة استخدام التطبيق.
bn: গুরুত্বপূর্ণ সংশোধন সহ NoSpam-এর একটি নতুন সংস্করণ উপলব্ধ। অ্যাপ ব্যবহার চালিয়ে যেতে আপডেট করুন।
ca: Hi ha disponible una nova versió de NoSpam amb correccions importants. Actualitza per continuar utilitzant l\'app.
cs: Je k dispozici nová verze NoSpam s důležitými opravami. Aktualizujte a pokračujte v používání aplikace.
da: Der er en ny version af NoSpam med vigtige rettelser. Opdater for at fortsætte med at bruge appen.
de: Eine neue Version von NoSpam mit wichtigen Korrekturen ist verfügbar. Aktualisiere die App, um sie weiterhin nutzen zu können.
el: Είναι διαθέσιμη μια νέα έκδοση του NoSpam με σημαντικές διορθώσεις. Ενημερώστε για να συνεχίσετε να χρησιμοποιείτε την εφαρμογή.
en: A new version of NoSpam with important fixes is available. Update to keep using the app.
es: Hay disponible una nueva versión de NoSpam con correcciones importantes. Actualiza para seguir usando la app.
fi: NoSpamista on saatavilla uusi versio, joka sisältää tärkeitä korjauksia. Päivitä jatkaaksesi sovelluksen käyttöä.
fr: Une nouvelle version de NoSpam avec des corrections importantes est disponible. Mettez à jour pour continuer à utiliser l'application.
gu: મહત્વપૂર્ણ સુધારાઓ સાથે NoSpam નું નવું વર્ઝન ઉપલબ્ધ છે. એપનો ઉપયોગ ચાલુ રાખવા માટે અપડેટ કરો.
he: גרסה חדשה של NoSpam עם תיקונים חשובים זמינה. עדכן כדי להמשיך להשתמש באפליקציה.
hi: महत्वपूर्ण सुधारों के साथ NoSpam का नया संस्करण उपलब्ध है। ऐप का उपयोग जारी रखने के लिए अपडेट करें।
hr: Dostupna je nova verzija NoSpam-a s važnim ispravcima. Ažurirajte za nastavak korištenja aplikacije.
hu: A NoSpam új, fontos javításokat tartalmazó verziója elérhető. Frissítsen az alkalmazás további használatához.
id: Versi baru NoSpam dengan perbaikan penting tersedia. Perbarui untuk terus menggunakan aplikasi.
ja: 重要な修正を含むNoSpamの新しいバージョンが利用可能です。アプリを使い続けるには更新してください。
kn: ಪ್ರಮುಖ ಸುಧಾರಣೆಗಳೊಂದಿಗೆ NoSpam ನ ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ. ಅಪ್ಲಿಕೇಶನ್ ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ.
ko: 중요한 수정 사항이 포함된 NoSpam의 새 버전을 사용할 수 있습니다. 앱을 계속 사용하려면 업데이트하세요.
ml: പ്രധാന പരിഹാരങ്ങളുള്ള NoSpam-ന്റെ പുതിയ പതിപ്പ് ലഭ്യമാണ്. ആപ്പ് ഉപയോഗിക്കുന്നത് തുടരാൻ അപ്ഡേറ്റ് ചെയ്യുക.
mr: महत्त्वाच्या सुधारणांसह NoSpam ची नवीन आवृत्ती उपलब्ध आहे. अ‍ॅप वापरणे सुरू ठेवण्यासाठी अपडेट करा.
ms: Versi baharu NoSpam dengan pembetulan penting tersedia. Kemas kini untuk terus menggunakan aplikasi ini.
nb: En ny versjon av NoSpam med viktige forbedringer er tilgjengelig. Oppdater for å fortsette å bruke appen.
nl: Er is een nieuwe versie van NoSpam beschikbaar met belangrijke verbeteringen. Werk bij om de app te blijven gebruiken.
or: ମହତ୍ତ୍ୱପୂର୍ଣ୍ଣ ସୁଧାର ସହିତ NoSpam ର ନୂତନ ସଂସ୍କରଣ ଉପଲବ୍ଧ। ଆପ୍ ବ୍ୟବହାର ଜାରି ରଖିବାକୁ ଅପଡେଟ୍ କରନ୍ତୁ।
pa: ਮਹੱਤਵਪੂਰਨ ਸੁਧਾਰਾਂ ਦੇ ਨਾਲ NoSpam ਦਾ ਨਵਾਂ ਵਰਜਨ ਉਪਲਬਧ ਹੈ। ਐਪ ਦੀ ਵਰਤੋਂ ਜਾਰੀ ਰੱਖਣ ਲਈ ਅੱਪਡੇਟ ਕਰੋ।
pl: Dostępna jest nowa wersja NoSpam z ważnymi poprawkami. Zaktualizuj, aby nadal korzystać z aplikacji.
pt: Está disponível uma nova versão do NoSpam com correções importantes. Atualize para continuar a usar a app.
pt_br: Uma nova versão do NoSpam com correções importantes está disponível. Atualize para continuar usando o app.
ro: Este disponibilă o nouă versiune de NoSpam cu remedieri importante. Actualizați pentru a continua să utilizați aplicația.
ru: Доступна новая версия NoSpam с важными исправлениями. Обновите приложение, чтобы продолжить его использование.
sk: K dispozícii je nová verzia NoSpam s dôležitými opravami. Aktualizujte a pokračujte v používaní aplikácie.
sl: Na voljo je nova različica NoSpam s pomembnimi popravki. Posodobite, da boste lahko še naprej uporabljali aplikacijo.
sv: En ny version av NoSpam med viktiga korrigeringar är tillgänglig. Uppdatera för att fortsätta använda appen.
ta: முக்கியமான சரிசெய்தல்களுடன் NoSpam இன் புதிய பதிப்பு கிடைக்கிறது. பயன்பாட்டைத் தொடர்ந்து பயன்படுத்த புதுப்பிக்கவும்.
te: ముఖ్యమైన సవరణలతో NoSpam యొక్క కొత్త వెర్షన్ అందుబాటులో ఉంది. యాప్‌ను ఉపయోగించడం కొనసాగించడానికి అప్‌డేట్ చేయండి.
th: มี NoSpam เวอร์ชันใหม่พร้อมการแก้ไขที่สำคัญ อัปเดตเพื่อใช้แอปต่อไป
tr: Önemli düzeltmeler içeren yeni bir NoSpam sürümü mevcut. Uygulamayı kullanmaya devam etmek için güncelleyin.
uk: Доступна нова версія NoSpam з важливими виправленнями. Оновіть, щоб продовжити використання програми.
ur: اہم اصلاحات کے ساتھ NoSpam کا نیا ورژن دستیاب ہے۔ ایپ کا استعمال جاری رکھنے کے لیے اپڈیٹ کریں۔
vi: Đã có phiên bản mới của NoSpam với các bản vá quan trọng. Cập nhật để tiếp tục sử dụng ứng dụng.
zh_hans: NoSpam 有重要修复的新版本可用。请更新以继续使用本应用。
zh_hant: NoSpam 有包含重要修正的新版本可用。請更新以繼續使用此應用程式。

# update.button
source: Aggiorna ora
ar: التحديث الآن
bn: এখন আপডেট করুন
ca: Actualitza ara
cs: Aktualizovat nyní
da: Opdater nu
de: Jetzt aktualisieren
el: Ενημέρωση τώρα
en: Update now
es: Actualizar ahora
fi: Päivitä nyt
fr: Mettre à jour maintenant
gu: હવે અપડેટ કરો
he: עדכן עכשיו
hi: अभी अपडेट करें
hr: Ažuriraj sada
hu: Frissítés most
id: Perbarui sekarang
ja: 今すぐ更新
kn: ಈಗ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
ko: 지금 업데이트
ml: ഇപ്പോൾ അപ്ഡേറ്റ് ചെയ്യുക
mr: आता अपडेट करा
ms: Kemas kini sekarang
nb: Oppdater nå
nl: Nu bijwerken
or: ବର୍ତ୍ତମାନ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਹੁਣੇ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj teraz
pt: Atualizar agora
pt_br: Atualizar agora
ro: Actualizează acum
ru: Обновить сейчас
sk: Aktualizovať teraz
sl: Posodobi zdaj
sv: Uppdatera nu
ta: இப்போது புதுப்பிக்கவும்
te: ఇప్పుడు అప్‌డేట్ చేయండి
th: อัปเดตทันที
tr: Şimdi güncelle
uk: Оновити зараз
ur: ابھی اپڈیٹ کریں
vi: Cập nhật ngay
zh_hans: 立即更新
zh_hant: 立即更新

# main.staleHint
source: Il database spam non si aggiorna da un po': aggiornalo manualmente.
ar: قاعدة بيانات السبام لم تُحدَّث منذ فترة: حدّثها يدويًا.
bn: স্প্যাম ডেটাবেস কিছুক্ষণ ধরে আপডেট হয়নি: এটি ম্যানুয়ালি আপডেট করুন।
ca: La base de dades de spam no s'ha actualitzat des de fa temps: actualitza-la manualment.
cs: Databáze spamu se už nějakou dobu neaktualizovala: aktualizujte ji manuálně.
da: Spam-databasen er ikke blevet opdateret i et stykke tid: opdater den manuelt.
de: Die Spam-Datenbank wurde seit einiger Zeit nicht aktualisiert: Aktualisiere sie manuell.
el: Η βάση δεδομένων ανεπιθύμητων κλήσεων δεν έχει ενημερωθεί εδώ και καιρό: ενημερώστε την χειροκίνητα.
en: The spam database hasn't updated in a while: update it manually.
es: La base de datos de spam no se actualiza desde hace un tiempo: actualízala manualmente.
fi: Roskapuhelutietokantaa ei ole päivitetty viime aikoina: päivitä se manuaalisesti.
fr: La base de données spam n'a pas été mise à jour depuis un moment : mettez-la à jour manuellement.
gu: સ્પામ ડેટાબેઝ થોડા સમયથી અપડેટ થયો નથી: તેને મેન્યુઅલી અપડેટ કરો.
he: מסד נתוני הספאם לא התעדכן כבר זמן מה: עדכן אותו באופן ידני.
hi: स्पैम डेटाबेस कुछ समय से अपडेट नहीं हुआ है: इसे मैन्युअल रूप से अपडेट करें।
hr: Baza podataka o neželjenim pozivima nije ažurirana neko vrijeme: ažurirajte je ručno.
hu: A spam adatbázis egy ideje nem frissült: frissítsd manuálisan.
id: Database spam belum diperbarui dalam beberapa waktu: perbarui secara manual.
ja: スパムデータベースがしばらく更新されていません。手動で更新してください。
kn: ಸ್ಪ್ಯಾಮ್ ಡೇಟಾಬೇಸ್ ಸ್ವಲ್ಪ ಸಮಯದಿಂದ ನವೀಕರಣಗೊಂಡಿಲ್ಲ: ಅದನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ನವೀಕರಿಸಿ.
ko: 스팸 데이터베이스가 한동안 업데이트되지 않았습니다. 수동으로 업데이트하세요.
ml: സ്പാം ഡാറ്റാബേസ് കുറച്ചുകാലമായി അപ്‌ഡേറ്റ് ചെയ്തിട്ടില്ല: ഇത് സ്വമേധയാ അപ്‌ഡേറ്റ് ചെയ്യുക.
mr: स्पॅम डेटाबेस काही वेळापासून अपडेट झालेला नाही: तो मॅन्युअली अपडेट करा.
ms: Pangkalan data spam tidak dikemas kini sejak beberapa waktu: kemas kini secara manual.
nb: Spam-databasen har ikke blitt oppdatert på en stund: oppdater den manuelt.
nl: De spamdatabase is al een tijdje niet bijgewerkt: werk deze handmatig bij.
or: ସ୍ପାମ ଡାଟାବେସ୍ କିଛି ସମୟ ହେଲା ଅପଡେଟ୍ ହୋଇନାହିଁ: ଏହାକୁ ମାନୁଆଲ ଭାବରେ ଅପଡେଟ୍ କରନ୍ତୁ।
pa: ਸਪੈਮ ਡੇਟਾਬੇਸ ਕੁਝ ਸਮੇਂ ਤੋਂ ਅੱਪਡੇਟ ਨਹੀਂ ਹੋਇਆ: ਇਸਨੂੰ ਖੁਦ ਅੱਪਡੇਟ ਕਰੋ।
pl: Baza danych spamu nie była aktualizowana od pewnego czasu: zaktualizuj ją ręcznie.
pt: A base de dados de spam não é atualizada há algum tempo: atualize-a manualmente.
pt_br: O banco de dados de spam não é atualizado há um tempo: atualize-o manualmente.
ro: Baza de date de spam nu a fost actualizată de o vreme: actualizeaz-o manual.
ru: База данных спама давно не обновлялась: обновите её вручную.
sk: Databáza spamu sa už chvíľu neaktualizovala: aktualizujte ju manuálne.
sl: Podatkovna baza neželenih klicev se že nekaj časa ni posodobila: posodobite jo ročno.
sv: Spam-databasen har inte uppdaterats på ett tag: uppdatera den manuellt.
ta: ஸ்பாம் தரவுத்தளம் சிறிது நேரமாக புதுப்பிக்கப்படவில்லை: அதை கைமுறையாக புதுப்பிக்கவும்.
te: స్పామ్ డేటాబేస్ కొంత సమయంగా అప్‌డేట్ కాలేదు: దానిని మాన్యువల్‌గా అప్‌డేట్ చేయండి.
th: ฐานข้อมูลสแปมไม่ได้รับการอัปเดตมาสักระยะแล้ว: โปรดอัปเดตด้วยตนเอง
tr: Spam veritabanı bir süredir güncellenmedi: elle güncelleyin.
uk: Базу даних спаму давно не оновлювали: оновіть її вручну.
ur: اسپیم ڈیٹا بیس کچھ عرصے سے اپڈیٹ نہیں ہوا: اسے دستی طور پر اپڈیٹ کریں۔
vi: Cơ sở dữ liệu spam đã lâu chưa được cập nhật: hãy cập nhật thủ công.
zh_hans: 垃圾号码数据库已有一段时间未更新：请手动更新。
zh_hant: 垃圾號碼資料庫已有一段時間未更新：請手動更新。
